Repository: Nirei/imp
Catalog: ipm1/*.po
Languages: gl_es

source: Error
gl_es: Erro

source: no error message
gl_es: Non hai mesaxe de erro

source: Contraseña
gl_es: Contrasinal

source: Por favor, introduzca sus datos de inicio de sesión:
gl_es: Por favor, introduza os seus datos de inicio de sesión:

source: _Archivo
gl_es: _Arquivo

source: Ay_uda
gl_es: Ax_uda

source: URL imagen
gl_es: URL imaxe

source: Descripción
gl_es: Descrición

source: Año
gl_es: Ano

source: Server error:
gl_es: Erro do servidor:

source: Invalid login or password
gl_es: Nome de usuario ou contrasinal non válidos

source: Server is not reachable
gl_es: Servidor non accesíbel

source: Couldn't logout
gl_es: Non se puido pechar sesión

source: Server is not available
gl_es: Servidor non dispoñíbel

source: Couldn't get the page. Server response:
gl_es: Non se puido conseguí-la páxina Resposta do servidor:

source: Couldn't get movie info. Server response:
gl_es: Non se puido obté-la información Resposta do servidor:

source: Couldn't add movie info. Server response:
gl_es: Non se puido engadí-la información Resposta do servidor:

source: Couldn't edit movie info. Server response:
gl_es: Non se puido editá-la información Resposta do servidor:

source: Couldn't delete the movie. Server response:
gl_es: Non se puido eliminá-la información Resposta do servidor:

source: You are already logged
gl_es: Xa está identificado

source: You haven't logged yet
gl_es: Aínda non se identificou

source: Data introduced not valid
gl_es: Os datos introducidos non son válidos

source: Year introduced is not valid
gl_es: Ano introducido non válido

source: ERROR: Clipboard empty or there is no text content
gl_es: ERROR: O portapapéis está baleiro ou o contido non é texto

source: Username field is empty
gl_es: Non indicou nome de usuario

source: Password field is empty
gl_es: Non indicou a contrasinal
